package constmsg

import "wb_bot/internal/enum"

var SupplyTypes = map[enum.SupplyType]string{
	enum.Box:        "Короба",
	enum.Monopallet: "Монопаллеты",
	enum.SuperSafe:  "Суперсейф",
}

var WarehouseNames = map[int]string{
	507:    "Коледино",
	316646: "Шушары СГТ",
	301229: "Подольск 4",
	120762: "Электросталь",
	206348: "Тула",
	130744: "Краснодар",
	208277: "Невинномысск",
	117986: "Казань",
	117501: "Подольск",
	1733:   "Екатеринбург - Испытателей 14г",
	218644: "СЦ Хабаровск",
	2737:   "Санкт-Петербург Уткина Заводь",
	206236: "Белые Столбы",
	686:    "Новосибирск",
	301808: "Воронеж",
}
